Repository: daniel-corzo/misw-4501-proyecto-de-grado
Catalog: src/mobile/ios/TravelHub/TravelHub/I18n/UserData.xcstrings
Source language: en
Languages: es

source: Email
es: Correo

# emailFormatIsInvalidError
source: The email has an invalid format
es: El correo es inválido

# emailIsEmptyError
source: The email is required
es: El correo es requerido

source: Full name
es: Nombre completo

# fullNameEmptyError
source: Your full name is required
es: Tu nombre completo es requerido

source: Password
es: Contraseña

# passwordIsEmptyError
source: The password is required
es: La contraseña es requerida

# passwordLowerCase
source: At least 1 lower case letter
es: Al menos 1 minúscula

# passwordMinChar
source: At least 8 characters
es: Al menos 8 caracteres

# passwordNumber
source: At least 1 number
es: Al menos 1 número

# passwordRequirementsDescription
source: The password must contain the following:
es: La contraseña debe contener:

# passwordSymbol
source: At least 1 symbol (., -, _)
es: Al menos 1 símbolo (., -, _)

# passwordUpperCase
source: At least 1 upper case letter
es: Al menos 1 mayúscula

# phone
source: Phone Number
es: Celular

# phoneIsEmptyError
source: The phone number is required
es: El celular es requerido

# phoneIsInvalidError
source: The phone number is not valid
es: El celular es inválido
